Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/CmsUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, fr_ca, he, hi, it, ja_jp, nl, pt, ru, te, zh_cn

source: File name must be 255 characters or fewer.
ar: يجب أن يكون اسم الملف 255 حرفًا أو أقل.
bn: ফাইলের নাম অবশ্যই 255 অক্ষর বা তার কম হতে হবে।
de: Der Dateiname darf maximal 255 Zeichen lang sein.
es: El nombre de archivo debe tener 255 caracteres o menos.
fr: Le nom du fichier doit comporter 255 caractères maximum.
he: שם הקובץ חייב להכיל 255 תווים או פחות.
hi: फ़ाइल का नाम 255 अक्षर या उससे कम होना चाहिए.
it: Il nome del file deve contenere 255 caratteri o meno.
ja_jp: ファイル名は 255 文字以下である必要があります。
nl: De bestandsnaam moet 255 tekens of minder bevatten.
pt: O nome do arquivo deve ter 255 caracteres ou menos.
ru: Имя файла должно содержать не более 255 символов.
te: ఫైల్ పేరు తప్పనిసరిగా 255 అక్షరాలు లేదా అంతకంటే తక్కువ ఉండాలి.
zh_cn: 文件名不得超过 255 个字符。

source: You are not authorized to create content in this location.
ar: غير مصرح لك بإنشاء محتوى في هذا الموقع.
bn: আপনি এই অবস্থানে সামগ্রী তৈরি করার জন্য অনুমোদিত নন৷
de: Sie sind nicht berechtigt, an diesem Ort Inhalte zu erstellen.
es: No está autorizado para crear contenido en esta ubicación.
fr: Vous n'êtes pas autorisé à créer du contenu à cet emplacement.
he: אינך מורשה ליצור תוכן במיקום זה.
hi: आप इस स्थान पर सामग्री बनाने के लिए अधिकृत नहीं हैं।
it: Non sei autorizzato a creare contenuti in questa posizione.
ja_jp: この場所にコンテンツを作成する権限がありません。
nl: U bent niet bevoegd om inhoud te maken op deze locatie.
pt: Você não está autorizado a criar conteúdo neste local.
ru: У вас нет разрешения на создание контента в этом месте.
te: ఈ స్థానంలో కంటెంట్u200cని సృష్టించడానికి మీకు అధికారం లేదు.
zh_cn: 您无权在此位置创建内容。

source: No blogs are available for posting.
ar: لا توجد مدونات متاحة للنشر.
bn: কোন ব্লগ পোস্ট করার জন্য উপলব্ধ.
de: Es stehen keine Blogs zum Posten zur Verfügung.
es: No hay blogs disponibles para publicar.
fr: Aucun blog n'est disponible pour la publication.
he: אין בלוגים זמינים לפרסום.
hi: पोस्ट करने के लिए कोई ब्लॉग उपलब्ध नहीं है.
it: Nessun blog disponibile per la pubblicazione.
ja_jp: 投稿できるブログがありません。
nl: Er zijn geen blogs beschikbaar om te plaatsen.
pt: Nenhum blog está disponível para postagem.
ru: Нет блогов, доступных для публикации.
te: పోస్ట్ చేయడానికి బ్లాగులు ఏవీ అందుబాటులో లేవు.
zh_cn: 没有可供发布的博客。

source: Sites & Servers
ar: المواقع والخوادم
es: Sitios y servidores
fr: Sites et serveurs
he: אתרים ושרתים
it: Siti e server
nl: Sites en servers
ru: Сайты и серверы

source: Runtime
ar: وقت التشغيل
bn: রানটাইম
de: Laufzeit
es: Ejecución
fr: Durée d'exécution
he: זמן ריצה
hi: क्रम
it: Durata
ja_jp: ランタイム
nl: Looptijd
pt: Tempo de execução
ru: Время выполнения
te: రన్u200cటైమ్
zh_cn: 运行时

source: Incremental
ar: تزايدي
bn: ইনক্রিমেন্টাল
de: Inkrementell
fr: Incrémentiel
he: מצטבר
hi: इंक्रीमेंटल
it: Incrementale
ja_jp: 増分
nl: Toenemend
ru: Инкрементальный
te: ఇంక్రిమెంటల్
zh_cn: 增量式

source: No sites are available for publishing.
ar: لا توجد مواقع متاحة للنشر.
bn: কোন সাইট প্রকাশের জন্য উপলব্ধ.
de: Es stehen keine Websites zur Veröffentlichung zur Verfügung.
es: No hay sitios disponibles para publicar.
fr: Aucun site n'est disponible pour la publication.
he: אין אתרים זמינים לפרסום.
hi: प्रकाशन के लिए कोई साइट उपलब्ध नहीं है.
it: Nessun sito è disponibile per la pubblicazione.
ja_jp: 公開できるサイトがありません。
nl: Er zijn geen sites beschikbaar voor publicatie.
pt: Nenhum site está disponível para publicação.
ru: Сайтов для публикации нет.
te: ప్రచురించడానికి సైట్u200cలు ఏవీ అందుబాటులో లేవు.
zh_cn: 没有可供发布的网站。

source: No publish servers configured. Add a server before publishing.
ar: لم يتم تكوين أي خوادم نشر. أضف خادمًا قبل النشر.
bn: কোনো প্রকাশনা সার্ভার কনফিগার করা নেই. প্রকাশ করার আগে একটি সার্ভার যোগ করুন।
de: Keine Veröffentlichungsserver konfiguriert. Fügen Sie vor der Veröffentlichung einen Server hinzu.
es: No hay servidores de publicación. Agregue un servidor antes de publicar.
fr: Aucun serveur de publication configuré. Ajoutez un serveur avant de publier.
he: לא הוגדרו שרתי פרסום. הוסף שרת לפני הפרסום.
hi: कोई प्रकाशन सर्वर कॉन्फ़िगर नहीं किया गया. प्रकाशन से पहले एक सर्वर जोड़ें.
it: Nessun server di pubblicazione configurato. Aggiungi un server prima della pubblicazione.
ja_jp: 公開サーバーが構成されていません。公開する前にサーバーを追加します。
nl: Geen publicatieservers geconfigureerd. Voeg een server toe voordat u publiceert.
pt: Nenhum servidor de publicação configurado. Adicione um servidor antes de publicar.
ru: Серверы публикации не настроены. Добавьте сервер перед публикацией.
te: ప్రచురణ సర్వర్u200cలు ఏవీ కాన్ఫిగర్ చేయబడలేదు. ప్రచురించే ముందు సర్వర్u200cని జోడించండి.
zh_cn: 未配置发布服务器。发布前添加服务器。

source: No active publishing jobs.
ar: لا توجد وظائف نشر نشطة.
bn: কোনো সক্রিয় প্রকাশনার কাজ নেই।
de: Keine aktiven Veröffentlichungsjobs.
es: No hay trabajos de publicación activos.
fr: Aucun travail de publication actif.
he: אין משרות פרסום פעילות.
hi: कोई सक्रिय प्रकाशन कार्य नहीं.
it: Nessun lavoro di pubblicazione attivo.
ja_jp: アクティブな出版ジョブはありません。
nl: Geen actieve publicatietaken.
pt: Nenhum trabalho de publicação ativo.
ru: Нет активных издательских вакансий.
te: యాక్టివ్ పబ్లిషింగ్ జాబ్u200cలు లేవు.
zh_cn: 没有活跃的出版工作。

source: No publishing logs match the current filters.
ar: لا توجد سجلات نشر تتطابق مع عوامل التصفية الحالية.
bn: কোনো প্রকাশনার লগ বর্তমান ফিল্টারগুলির সাথে মেলে না৷
de: Keine Veröffentlichungsprotokolle entsprechen den aktuellen Filtern.
es: No hay registros de publicación para los filtros actuales.
fr: Aucun journal de publication ne correspond aux filtres actuels.
he: אין יומני פרסום תואמים למסננים הנוכחיים.
hi: कोई भी प्रकाशन लॉग वर्तमान फ़िल्टर से मेल नहीं खाता।
it: Nessun registro di pubblicazione corrisponde ai filtri correnti.
ja_jp: 現在のフィルターに一致する公開ログはありません。
nl: Er zijn geen publicatielogboeken die overeenkomen met de huidige filters.
pt: Nenhum log de publicação corresponde aos filtros atuais.
ru: Ни один журнал публикации не соответствует текущим фильтрам.
te: ప్రస్తుత ఫిల్టర్u200cలకు ఏ పబ్లిషింగ్ లాగ్u200cలు సరిపోలలేదు.
zh_cn: 没有发布日志与当前过滤器匹配。

source: You are not allowed to publish.
ar: غير مسموح لك بالنشر.
bn: আপনি প্রকাশ করার অনুমতি দেওয়া হয় না.
de: Sie dürfen nicht veröffentlichen.
es: No tiene permiso para publicar.
fr: Vous n'êtes pas autorisé à publier.
he: אסור לפרסם.
hi: आपको प्रकाशित करने की अनुमति नहीं है.
it: Non ti è consentito pubblicare.
ja_jp: 公開することは許可されていません。
nl: Je mag niet publiceren.
pt: Você não tem permissão para publicar.
ru: Вам не разрешено публиковать.
te: ప్రచురించడానికి మీకు అనుమతి లేదు.
zh_cn: 不允许您发布。

source: Publish server configuration is invalid.
ar: تكوين خادم النشر غير صالح.
bn: সার্ভার কনফিগারেশন প্রকাশ অবৈধ.
de: Die Konfiguration des Veröffentlichungsservers ist ungültig.
es: La configuración del servidor de publicación no es válida.
fr: La configuration du serveur de publication n'est pas valide.
he: תצורת פרסום השרת אינה חוקית.
hi: प्रकाशित सर्वर कॉन्फ़िगरेशन अमान्य है.
it: La configurazione del server di pubblicazione non è valida.
ja_jp: パブリッシュサーバー構成が無効です。
nl: Configuratie van de publicatieserver is ongeldig.
pt: A configuração do servidor de publicação é inválida.
ru: Конфигурация сервера публикации недействительна.
te: ప్రచురించు సర్వర్ కాన్ఫిగరేషన్ చెల్లదు.
zh_cn: 发布服务器配置无效。

source: This Publishing section is not available yet.
ar: قسم النشر هذا غير متوفر بعد.
bn: এই প্রকাশনা বিভাগটি এখনও উপলব্ধ নয়।
de: Dieser Veröffentlichungsbereich ist noch nicht verfügbar.
es: Esta sección de publicación aún no está disponible.
fr: Cette section de publication n'est pas encore disponible.
he: מדור פרסום זה אינו זמין עדיין.
hi: यह प्रकाशन अनुभाग अभी तक उपलब्ध नहीं है.
it: Questa sezione di pubblicazione non è ancora disponibile.
ja_jp: この公開セクションはまだ利用できません。
nl: Deze publicatiesectie is nog niet beschikbaar.
pt: Esta seção de publicação ainda não está disponível.
ru: Раздел «Публикации» пока недоступен.
te: ఈ పబ్లిషింగ్ విభాగం ఇంకా అందుబాటులో లేదు.
zh_cn: 此发布部分尚不可用。

source: Edit server
ar: تحرير الخادم
bn: সার্ভার সম্পাদনা করুন
de: Server bearbeiten
es: Editar servidor
fr: Modifier le serveur
he: ערוך שרת
hi: सर्वर संपादित करें
it: Modifica server
ja_jp: サーバーの編集
nl: Bewerk server
pt: Editar servidor
ru: Редактировать сервер
te: సర్వర్u200cని సవరించండి
zh_cn: 编辑服务器

source: Server name
ar: اسم الخادم
bn: সার্ভারের নাম
es: Nombre del servidor
fr: Nom du serveur
he: שם השרת
hi: सर्वर का नाम
it: Nome del server
ja_jp: サーバー名
nl: Servernaam
pt: Nome do servidor
ru: Имя сервера
te: సర్వర్ పేరు
zh_cn: 服务器名称

source: Delivery type
ar: نوع التسليم
bn: ডেলিভারির ধরন
de: Lieferart
es: Tipo de entrega
fr: Type de livraison
he: סוג משלוח
hi: डिलिवरी प्रकार
it: Tipo di consegna
ja_jp: 配送タイプ
nl: Leveringstype
pt: Tipo de entrega
ru: Тип доставки
te: డెలివరీ రకం
zh_cn: 交货类型

source: Driver
ar: سائق
bn: ড্রাইভার
de: Treiber
es: Controlador
fr: Conducteur
he: נֶהָג
hi: चालक
it: Autista
ja_jp: ドライバ
nl: Bestuurder
pt: Motorista
ru: Водитель
te: డ్రైవర్
zh_cn: 司机

source: Delete this publish server?
ar: هل تريد حذف خادم النشر هذا؟
bn: এই প্রকাশনা সার্ভার মুছে ফেলবেন?
de: Diesen Veröffentlichungsserver löschen?
es: ¿Eliminar este servidor de publicación?
fr: Supprimer ce serveur de publication ?
he: למחוק את שרת הפרסום הזה?
hi: इस प्रकाशन सर्वर को हटाएँ?
it: Eliminare questo server di pubblicazione?
ja_jp: この公開サーバーを削除しますか?
nl: Deze publicatieserver verwijderen?
pt: Excluir este servidor de publicação?
ru: Удалить этот сервер публикации?
te: ఈ ప్రచురణ సర్వర్u200cని తొలగించాలా?
zh_cn: 删除该发布服务器？

source: Discard unsaved server changes?
ar: هل تريد تجاهل تغييرات الخادم غير المحفوظة؟
bn: অসংরক্ষিত সার্ভার পরিবর্তন বাতিল করবেন?
de: Nicht gespeicherte Serveränderungen verwerfen?
es: ¿Descartar los cambios no guardados del servidor?
fr: Supprimer les modifications non enregistrées sur le serveur ?
he: למחוק שינויים בשרת שלא נשמרו?
hi: सहेजे न गए सर्वर परिवर्तन त्यागें?
it: Eliminare le modifiche del server non salvate?
ja_jp: 保存されていないサーバーの変更を破棄しますか?
nl: Niet-opgeslagen serverwijzigingen negeren?
pt: Descartar alterações não salvas do servidor?
ru: Отменить несохраненные изменения сервера?
te: సేవ్ చేయని సర్వర్ మార్పులను విస్మరించాలా?
zh_cn: 放弃未保存的服务器更改？

source: Add server
ar: أضف الخادم
bn: সার্ভার যোগ করুন
de: Server hinzufügen
es: Agregar servidor
fr: Ajouter un serveur
he: הוסף שרת
hi: सर्वर जोड़ें
it: Aggiungi server
ja_jp: サーバーの追加
nl: Server toevoegen
pt: Adicionar servidor
ru: Добавить сервер
te: సర్వర్u200cని జోడించండి
zh_cn: 添加服务器

source: Set as Publish Now server
ar: تعيين كخادم النشر الآن
bn: Publish Now সার্ভার হিসেবে সেট করুন
de: Als „Jetzt veröffentlichen“-Server festlegen
es: Establecer como servidor Publish Now
fr: Définir comme serveur de publication immédiate
he: הגדר כשרת פרסם עכשיו
hi: अभी प्रकाशित करें सर्वर के रूप में सेट करें
it: Imposta come server Pubblica ora
ja_jp: 今すぐ公開サーバーとして設定
nl: Ingesteld als Nu publiceren-server
pt: Definir como servidor Publicar agora
ru: Установить в качестве сервера публикации сейчас
te: ఇప్పుడు ప్రచురించు సర్వర్u200cగా సెట్ చేయండి
zh_cn: 设置为立即发布服务器

source: Ignore unmodified assets
ar: تجاهل الأصول غير المعدلة
bn: অপরিবর্তিত সম্পদ উপেক্ষা করুন
de: Unveränderte Assets ignorieren
es: Ignorar activos no modificados
fr: Ignorer les éléments non modifiés
he: התעלם מנכסים ללא שינוי
hi: असंशोधित संपत्तियों पर ध्यान न दें
it: Ignora le risorse non modificate
ja_jp: 未変更のアセットを無視する
nl: Negeer ongewijzigde activa
pt: Ignorar ativos não modificados
ru: Игнорировать неизмененные ресурсы
te: సవరించని ఆస్తులను విస్మరించండి
zh_cn: 忽略未修改的资产

source: Publish related items
ar: نشر العناصر ذات الصلة
bn: সম্পর্কিত আইটেম প্রকাশ
de: Veröffentlichen Sie verwandte Artikel
es: Publicar elementos relacionados
fr: Publier des éléments associés
he: פרסם פריטים קשורים
hi: संबंधित आइटम प्रकाशित करें
it: Pubblica elementi correlati
ja_jp: 関連アイテムを公開する
nl: Publiceer gerelateerde items
pt: Publique itens relacionados
ru: Публикация связанных элементов
te: సంబంధిత అంశాలను ప్రచురించండి
zh_cn: 发布相关项目

source: Delete this design object? This cannot be undone.
ar: هل تريد حذف كائن التصميم هذا؟ لا يمكن التراجع عن هذا.
bn: এই নকশা বস্তু মুছে ফেলবেন? এটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Dieses Designobjekt löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Eliminar este objeto de diseño? Esta acción no se puede deshacer.
fr: Supprimer cet objet de conception ? Cela ne peut pas être annulé.
he: למחוק את אובייקט העיצוב הזה? לא ניתן לבטל זאת.
hi: यह डिज़ाइन ऑब्जेक्ट हटाएं? इसे असंपादित नहीं किया जा सकता है।
it: Eliminare questo oggetto di design? Questa operazione non può essere annullata.
ja_jp: このデザインオブジェクトを削除しますか?これを元に戻すことはできません。
nl: Dit designobject verwijderen? Dit kan niet ongedaan worden gemaakt.
pt: Excluir este objeto de design? Isto não pode ser desfeito.
ru: Удалить этот объект дизайна? Это невозможно отменить.
te: ఈ డిజైన్ వస్తువును తొలగించాలా? ఇది రద్దు చేయబడదు.
zh_cn: 删除这个设计对象吗？此操作无法撤消。

source: Sign in
ar: تسجيل الدخول
bn: সাইন ইন করুন
de: anmelden
es: Iniciar sesión
fr: Se connecter
he: היכנס
hi: साइन इन
it: Registrazione
ja_jp: サインイン
nl: Log in
pt: Entrar
ru: Войти
te: సైన్ ఇన్ చేయండి
zh_cn: 登入

source: User name
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
he: שֵׁם מִשׁתַמֵשׁ
hi: उपयोगकर्ता नाम
it: Nome utente
ja_jp: ユーザー名
nl: Gebruikersnaam
pt: Nome de usuário
ru: Имя пользователя
te: వినియోగదారు పేరు
zh_cn: 用户名

source: Locale
ar: لغة
bn: লোকেল
de: Gebietsschema
es: Idioma
fr: Lieu
he: מקום
hi: स्थान
ja_jp: ロケール
nl: Lokaal
pt: Localidade
ru: Языковой стандарт
te: లొకేల్
zh_cn: 语言环境

source: Use legacy UI
ar: استخدم واجهة المستخدم القديمة
bn: লিগ্যাসি UI ব্যবহার করুন
de: Verwenden Sie eine ältere Benutzeroberfläche
es: Usar IU heredada
fr: Utiliser l'ancienne interface utilisateur
he: השתמש בממשק משתמש מדור קודם
hi: विरासत यूआई का उपयोग करें
it: Utilizza l'interfaccia utente precedente
ja_jp: 従来の UI を使用する
nl: Gebruik een verouderde gebruikersinterface
pt: Use UI legada
ru: Использовать устаревший интерфейс
te: లెగసీ UIని ఉపయోగించండి
zh_cn: 使用旧版用户界面

source: Signed out
ar: تم تسجيل الخروج
bn: সাইন আউট হয়েছে
de: Abgemeldet
es: Sesión cerrada
fr: Déconnecté
he: יצא
hi: साइन आउट हो गया
it: Disconnesso
ja_jp: サインアウトしました
nl: Afgemeld
pt: Desconectado
ru: Вы вышли
te: సైన్ అవుట్ అయ్యారు
zh_cn: 已退出

source: You have been logged out.
ar: لقد تم تسجيل خروجك.
bn: আপনি লগ আউট করা হয়েছে.
de: Sie wurden abgemeldet.
es: Se te ha cerrado la sesión.
fr: Vous avez été déconnecté.
he: התנתקת.
hi: आप लॉग आउट हो चुके हैं।
it: Sei stato disconnesso.
ja_jp: ログアウトしました。
nl: U bent uitgelogd.
pt: Você foi desconectado.
ru: Вы вышли из системы.
te: మీరు లాగ్ అవుట్ చేయబడ్డారు.
zh_cn: 您已退出。

source: Sign in again
ar: تسجيل الدخول مرة أخرى
bn: আবার সাইন ইন করুন
de: Erneut anmelden
es: Iniciar sesión de nuevo
fr: Se reconnecter
he: היכנס שוב
hi: फिर से साइन इन करें
it: Accedi di nuovo
ja_jp: 再度サインイン
nl: Opnieuw inloggen
pt: Entrar novamente
ru: Войти снова
te: మళ్లీ సైన్ ఇన్ చేయండి
zh_cn: 重新登录
